IDEA Open Model
BondedTendon Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public BondedTendon()
Public Sub New
public:
BondedTendon()
See Also
Reference
BondedTendon Class
IdeaRS.OpenModel.Model Namespace